Tekla Open API Reference for Tekla Structures 2025
PourPhase Methods
The PourObjectFilterExpressions.PourPhase type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PourObjectFilterExpressions.PourPhase Class
Tekla.Structures.Filtering.Categories Namespace